Revit 2024 API
BuiltInFailures.SlantedColumnFailures Class
 Failures about SlantedColumn.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SlantedColumnFailures
Visual Basic
Public NotInheritable Class SlantedColumnFailures
Visual C++
public ref class SlantedColumnFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SlantedColumnFailures
See Also
BuiltInFailures.SlantedColumnFailures Members
Autodesk.Revit.DB Namespace